Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: ^[%lld file](inflect: true)
cs: %lld souborů
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file
ja: %lld個のファイル
ko: 파일 %lld개
nl: %lld bestanden
pl: %lld pliku
pt: %lld arquivos
ro: %lld de fișiere
ru: %lld файла
sv: %lld filer
tr: %lld dosya
uk: %lld файла
zh_hans: %lld个文件
zh_hant: %lld個檔案

source: ^[%lld finding](inflect: true)
cs: %lld nálezů
de: %lld Befunde
es: %lld avisos
fr: %lld signalements
it: %lld segnalazioni
ja: %lld件の検出結果
ko: 발견 사항 %lld개
nl: %lld bevindingen
pl: %lld uwagi
pt: %lld ocorrências
ro: %lld de constatări
ru: %lld замечания
sv: %lld anmärkningar
tr: %lld bulgu
uk: %lld зауваження
zh_hans: %lld个问题
zh_hant: %lld個問題

source: ^[%lld folder](inflect: true)
cs: %lld složek
de: %lld Ordner
es: %lld carpetas
fr: %lld dossiers
it: %lld cartelle
ja: %lld個のフォルダ
ko: 폴더 %lld개
nl: %lld mappen
pl: %lld folderu
pt: %lld pastas
ro: %lld de dosare
ru: %lld папки
sv: %lld mappar
tr: %lld klasör
uk: %lld папки
zh_hans: %lld个文件夹
zh_hant: %lld個檔案夾

source: ^[%lld folder](inflect: true) wouldn’t take the mark, usually because it belongs to another account.
cs: %lld složek značku nepřijalo, obvykle proto, že patří jinému účtu.
de: %lld Ordner ließen sich nicht markieren, meist weil sie zu einem anderen Benutzeraccount gehören.
es: %lld carpetas no han aceptado la marca, normalmente porque pertenecen a otra cuenta.
fr: %lld dossiers n’ont pas accepté la marque, généralement parce qu’ils appartiennent à un autre compte.
it: %lld cartelle non hanno accettato il contrassegno, di solito perché appartengono a un altro account.
ja: %lld個のフォルダに印を付けられませんでした。多くの場合、別のアカウントのフォルダであることが原因です。
ko: 폴더 %lld개에 표시를 붙일 수 없었습니다. 대개 다른 계정의 폴더이기 때문입니다.
nl: %lld mappen konden niet worden gemarkeerd, meestal omdat ze van een andere account zijn.
pl: %lld folderu nie przyjęło znacznika, zwykle dlatego, że należy do innego konta.
pt: %lld pastas não aceitaram a marca, geralmente porque pertencem a outra conta.
ro: %lld de dosare nu au acceptat marcajul, de obicei pentru că aparțin altui cont.
ru: Не удалось отметить %lld папки, обычно потому, что они принадлежат другой учетной записи.
sv: %lld mappar kunde inte märkas, oftast för att de tillhör ett annat konto.
tr: %lld klasör işareti almadı; bunun nedeni genellikle klasörlerin başka bir hesaba ait olmasıdır.
uk: Не вдалося позначити %lld папки, зазвичай тому, що вони належать іншому обліковому запису.
zh_hans: %lld个文件夹无法添加标记，通常是因为属于另一个账户。
zh_hant: %lld個檔案夾無法加上標記，通常是因為屬於另一個帳號。

source: ^[%lld group](inflect: true)
cs: %lld skupin
de: %lld Gruppen
es: %lld grupos
fr: %lld groupes
it: %lld gruppi
ja: %lld個のグループ
ko: 그룹 %lld개
nl: %lld groepen
pl: %lld grupy
pt: %lld grupos
ro: %lld de grupuri
ru: %lld группы
sv: %lld grupper
tr: %lld grup
uk: %lld групи
zh_hans: %lld组
zh_hant: %lld個群組

source: ^[%lld group](inflect: true).
cs: %lld skupin.
de: %lld Gruppen.
es: %lld grupos.
fr: %lld groupes.
it: %lld gruppi.
ja: %lld個のグループがあります。
ko: 그룹 %lld개.
nl: %lld groepen.
pl: %lld grupy.
pt: %lld grupos.
ro: %lld de grupuri.
ru: %lld группы.
sv: %lld grupper.
tr: %lld grup.
uk: %lld групи.
zh_hans: %lld组。
zh_hant: %lld個群組。

source: ^[%lld item](inflect: true)
cs: %lld položek
de: %lld Objekte
es: %lld ítems
fr: %lld éléments
it: %lld elementi
ja: %lld項目
ko: 항목 %lld개
nl: %lld onderdelen
pl: %lld rzeczy
pt: %lld itens
ro: %lld de articole
ru: %lld объекта
sv: %lld objekt
tr: %lld öğe
uk: %lld елемента
zh_hans: %lld个项目
zh_hant: %lld個項目

source: ^[%lld item](inflect: true) built for Intel.
cs: %lld položek určených pro procesory Intel.
de: %lld für Intel entwickelte Objekte.
es: %lld ítems creados para Intel.
fr: %lld éléments conçus pour Intel.
it: %lld elementi creati per Intel.
ja: Intel用にビルドされた項目が%lld個あります。
ko: Intel용으로 빌드된 항목 %lld개.
nl: %lld onderdelen gemaakt voor Intel.
pl: %lld rzeczy skompilowanej dla procesorów Intel.
pt: %lld itens feitos para Intel.
ro: %lld de articole create pentru Intel.
ru: %lld объекта для Intel.
sv: %lld objekt byggda för Intel.
tr: Intel için derlenmiş %lld öğe.
uk: %lld елемента, створеного для Intel.
zh_hans: %lld个为Intel构建的项目。
zh_hant: %lld個為Intel建置的項目。

source: ^[%lld item](inflect: true) left the Trash
cs: %lld položek už není v koši
de: %lld Objekte sind nicht mehr im Papierkorb
es: %lld ítems ya no están en la papelera
fr: %lld éléments ont quitté la corbeille
it: %lld elementi non sono più nel Cestino
ja: %lld項目はもうゴミ箱にありません
ko: 항목 %lld개가 더 이상 휴지통에 없음
nl: %lld onderdelen zijn niet meer in de prullenmand
pl: %lld rzeczy zniknęło z Kosza
pt: %lld itens saíram do Lixo
ro: %lld de articole nu mai sunt în Coș
ru: %lld объекта уже не в Корзине
sv: %lld objekt finns inte längre i papperskorgen
tr: %lld öğe Çöp Sepeti’nden çıktı
uk: %lld елемента вже не в Смітнику
zh_hans: %lld个项目已不在废纸篓中
zh_hant: %lld個項目已不在「垃圾桶」中

source: ^[%lld item](inflect: true) not moved
cs: %lld položek nepřesunuto
de: %lld Objekte nicht verschoben
es: %lld ítems sin trasladar
fr: %lld éléments non déplacés
it: %lld elementi non spostati
ja: 移動されなかった%lld項目
ko: 항목 %lld개가 이동되지 않음
nl: %lld onderdelen niet verplaatst
pl: Nie przeniesiono %lld rzeczy
pt: %lld itens não movidos
ro: %lld de articole nu au fost mutate
ru: Не перемещено %lld объекта
sv: %lld objekt flyttades inte
tr: %lld öğe taşınmadı
uk: %lld елемента не переміщено
zh_hans: %lld个项目未移动
zh_hant: %lld個項目未移動

source: ^[%lld item](inflect: true) on a disk that isn’t connected
cs: %lld položek na disku, který není připojený
de: %lld Objekte auf einem Volume, das nicht verbunden ist
es: %lld ítems en un disco que no está conectado
fr: %lld éléments sur un disque qui n’est pas connecté
it: %lld elementi su un disco non collegato
ja: %lld項目は接続されていないディスク上にあります
ko: 연결되지 않은 디스크에 있는 항목 %lld개
nl: %lld onderdelen op een schijf die niet is aangesloten
pl: %lld rzeczy na dysku, który nie jest podłączony
pt: %lld itens em um disco que não está conectado
ro: %lld de articole pe un disc care nu este conectat
ru: %lld объекта на диске, который не подключен
sv: %lld objekt på en skiva som inte är ansluten
tr: Bağlı olmayan bir diskte %lld öğe
uk: %lld елемента на диску, який не підʼєднано
zh_hans: %lld个项目位于未连接的磁盘上
zh_hant: %lld個項目位於未連接的磁碟上

source: ^[%lld item](inflect: true) selected of ^[%lld copy](inflect: true) in ^[%lld group](inflect: true). Choose one to review its copies.
cs: %lld skupin obsahuje %lld kopií, vybráno je %lld položek. Zvolte skupinu a zkontrolujte její kopie.
de: %lld Objekte von %lld Kopien in %lld Gruppen ausgewählt. Wähle eine Gruppe, um ihre Kopien zu prüfen.
es: %lld ítems seleccionados de %lld copias en %lld grupos. Elige un grupo para revisar sus copias.
fr: %lld éléments sélectionnés sur %lld copies dans %lld groupes. Choisissez un groupe pour examiner ses copies.
it: %lld elementi selezionati su %lld copie in %lld gruppi. Scegli un gruppo per rivederne le copie.
ja: %3$lld個のグループにある%2$lld個のコピーのうち、%1$lld個を選択しています。グループを選ぶと、そのコピーを確認できます。
ko: 그룹 %3$lld개에 있는 복사본 %2$lld개 중 %1$lld개가 선택되었습니다. 그룹을 하나 선택하면 복사본을 검토할 수 있습니다.
nl: %lld van %lld kopieën in %lld groepen geselecteerd. Kies een groep om de kopieën ervan te bekijken.
pl: Zaznaczono %lld rzeczy spośród %lld kopii w %lld grupy. Wybierz grupę, aby przejrzeć jej kopie.
pt: %lld itens selecionados entre %lld cópias em %lld grupos. Escolha um grupo para revisar as cópias dele.
ro: %lld de articole selectate din %lld de copii în %lld de grupuri. Alegeți un grup pentru a‑i revizui copiile.
ru: Выбрано %lld объекта из %lld копии в %lld группы. Выберите группу, чтобы просмотреть ее копии.
sv: %lld objekt markerade bland %lld kopior i %lld grupper. Välj en grupp för att granska dess kopior.
tr: %lld gruptaki %lld kopyadan %lld öğe seçili. Kopyalarını incelemek için listeden bir grup seçin.
uk: Вибрано %lld елемента із %lld копії у %lld групи. Виберіть групу, щоб переглянути її копії.
zh_hans: 已从%3$lld组共%2$lld个副本中选择了%1$lld个项目。选取一组即可检查其中的副本。
zh_hant: 在%3$lld個群組的%2$lld份副本中，已選取%1$lld個項目。選擇其中一組以檢視它的副本。

source: ^[%lld item](inflect: true) · %@
cs: %lld položek · %@
de: %lld Objekte · %@
es: %lld ítems · %@
fr: %lld éléments · %@
it: %lld elementi · %@
ja: %lld項目 · %@
ko: 항목 %lld개 · %@
nl: %lld onderdelen · %@
pl: %lld rzeczy · %@
pt: %lld itens · %@
ro: %lld de articole · %@
ru: %lld объекта · %@
sv: %lld objekt · %@
tr: %lld öğe · %@
uk: %lld елемента · %@
zh_hans: %lld个项目 · %@
zh_hant: %lld個項目 · %@

source: ^[%lld item](inflect: true).
cs: %lld položek.
de: %lld Objekte.
es: %lld ítems.
fr: %lld éléments.
it: %lld elementi.
ja: %lld項目があります。
ko: 항목 %lld개.
nl: %lld onderdelen.
pl: %lld rzeczy.
pt: %lld itens.
ro: %lld de articole.
ru: %lld объекта.
sv: %lld objekt.
tr: %lld öğe.
uk: %lld елемента.
zh_hans: %lld个项目。
zh_hant: %lld個項目。

source: ^[%lld known vulnerability](inflect: true)
cs: %lld známých zranitelností
de: %lld bekannte Sicherheitslücken
es: %lld vulnerabilidades conocidas
fr: %lld vulnérabilités connues
it: %lld vulnerabilità note
ja: %lld件の既知の脆弱性
ko: 알려진 취약점 %lld개
nl: %lld bekende kwetsbaarheden
pl: %lld znanej luki w zabezpieczeniach
pt: %lld vulnerabilidades conhecidas
ro: %lld de vulnerabilități cunoscute
ru: %lld известной уязвимости
sv: %lld kända sårbarheter
tr: %lld bilinen güvenlik açığı
uk: %lld відомої вразливості
zh_hans: %lld个已知漏洞
zh_hant: %lld個已知漏洞

source: ^[%lld month](inflect: true) since anything wrote here
cs: %lld měsíců od posledního zápisu
de: Seit %lld Monaten wurde hier nichts geschrieben
es: Hace %lld meses que nada escribe aquí
fr: Rien n’a été écrit ici depuis %lld mois
it: Da %lld mesi nulla scrive qui
ja: %lldか月間、ここには何も書き込まれていません
ko: %lld개월 동안 여기에 기록된 것이 없음
nl: Al %lld maanden is hier niets geschreven
pl: %lld miesiąca od ostatniego zapisu tutaj
pt: %lld meses desde a última gravação aqui
ro: Nimic nu a mai scris aici de %lld de luni
ru: Сюда ничего не записывалось %lld месяца
sv: %lld månader sedan något skrev här
tr: Buraya %lld aydır hiçbir şey yazılmadı
uk: Уже %lld місяця сюди нічого не записувалося
zh_hans: 已有%lld个月没有任何程序写入这里
zh_hant: 已有%lld個月沒有任何項目寫入此處

source: ^[%lld package](inflect: true).
cs: %lld balíčků.
de: %lld Pakete.
es: %lld paquetes.
fr: %lld paquets.
it: %lld pacchetti.
ja: %lld個のパッケージがあります。
ko: 패키지 %lld개.
nl: %lld pakketten.
pl: %lld pakietu.
pt: %lld pacotes.
ro: %lld de pachete.
ru: %lld пакета.
sv: %lld paket.
tr: %lld paket.
uk: %lld пакета.
zh_hans: %lld个软件包。
zh_hant: %lld個套件。

source: ^[%lld plug-in](inflect: true).
cs: %lld plug-inů.
de: %lld Plug-ins.
es: %lld módulos.
fr: %lld modules.
it: %lld plugin.
ja: %lld個のプラグインがあります。
ko: 플러그인 %lld개.
nl: %lld plug-ins.
pl: %lld wtyczki.
pt: %lld plug-ins.
ro: %lld de plug-inuri.
ru: %lld плагина.
sv: %lld insticksfiler.
tr: %lld yazılım eki.
uk: %lld плагіна.
zh_hans: %lld个插件。
zh_hant: %lld個外掛模組。

source: ^[%lld project](inflect: true)
cs: %lld projektů
de: %lld Projekte
es: %lld proyectos
fr: %lld projets
it: %lld progetti
ja: %lld個のプロジェクト
ko: 프로젝트 %lld개
nl: %lld projecten
pl: %lld projektu
pt: %lld projetos
ro: %lld de proiecte
ru: %lld проекта
sv: %lld projekt
tr: %lld proje
uk: %lld проєкту
zh_hans: %lld个项目
zh_hant: %lld個計畫案

source: ^[%lld project](inflect: true).
cs: %lld projektů.
de: %lld Projekte.
es: %lld proyectos.
fr: %lld projets.
it: %lld progetti.
ja: %lld個のプロジェクトがあります。
ko: 프로젝트 %lld개.
nl: %lld projecten.
pl: %lld projektu.
pt: %lld projetos.
ro: %lld de proiecte.
ru: %lld проекта.
sv: %lld projekt.
tr: %lld proje.
uk: %lld проєкту.
zh_hans: %lld个项目。
zh_hant: %lld個計畫案。

source: ^[%lld removal](inflect: true).
cs: %lld odstranění.
de: %lld Einträge.
es: %lld eliminaciones.
fr: %lld suppressions.
it: %lld rimozioni.
ja: %lld件の記録があります。
ko: 제거 내역 %lld개.
nl: %lld verwijderingen.
pl: %lld przeniesienia do Kosza.
pt: %lld remoções.
ro: %lld de eliminări.
ru: %lld удаления.
sv: %lld borttagningar.
tr: %lld kaldırma işlemi.
uk: %lld вилучення.
zh_hans: %lld次移除。
zh_hant: %lld次移除。

source: ^[%lld snapshot](inflect: true) of this disk, kept on this disk
cs: %lld snímků tohoto disku, uložených na tomto disku
de: %lld Snapshots dieses Volumes, auf diesem Volume gespeichert
es: %lld instantáneas de este disco, guardadas en este disco
fr: %lld instantanés de ce disque, conservés sur ce disque
it: %lld istantanee di questo disco, conservate su questo disco
ja: このディスクに保存されている、このディスクの%lld個のスナップショット
ko: 이 디스크에 보관된 이 디스크의 스냅샷 %lld개
nl: %lld momentopnamen van deze schijf, bewaard op deze schijf
pl: %lld migawki tego dysku, przechowywanej na tym dysku
pt: %lld capturas deste disco, guardadas neste disco
ro: %lld de instantanee ale acestui disc, păstrate pe acest disc
ru: %lld снимка этого диска, хранящихся на этом же диске
sv: %lld ögonblicksbilder av den här skivan, sparade på den här skivan
tr: Bu diskin, yine bu diskte tutulan %lld anlık görüntüsü
uk: %lld знімка цього диска, збереженого на цьому диску
zh_hans: 此磁盘的%lld个快照，存放在此磁盘上
zh_hant: 此磁碟的%lld個快照，保留在此磁碟上

source: ^[%lld system extension](inflect: true) inside
cs: Uvnitř je %lld rozšíření systému
de: %lld Systemerweiterungen enthalten
es: Contiene %lld extensiones del sistema
fr: %lld extensions système à l’intérieur
it: %lld estensioni di sistema all’interno
ja: %lld個のシステム機能拡張が含まれています
ko: 내부에 시스템 확장 프로그램 %lld개
nl: %lld systeemextensies in de app
pl: %lld rozszerzenia systemowego w środku
pt: %lld extensões do sistema dentro do app
ro: %lld de extensii de sistem în interior
ru: Внутри %lld системного расширения
sv: %lld systemtillägg inuti
tr: İçinde %lld sistem genişletmesi
uk: Усередині %lld системного розширення
zh_hans: 内含%lld个系统扩展
zh_hant: 內含%lld個系統延伸功能

source: ^[%lld tool](inflect: true)
cs: %lld nástrojů
de: %lld Tools
es: %lld herramientas
fr: %lld outils
it: %lld strumenti
ja: %lld個のツール
ko: 도구 %lld개
nl: %lld tools
pl: %lld narzędzia
pt: %lld ferramentas
ro: %lld de instrumente
ru: %lld инструмента
sv: %lld verktyg
tr: %lld araç
uk: %lld інструмента
zh_hans: %lld个工具
zh_hant: %lld個工具

source: ^[%lld tool](inflect: true).
cs: %lld nástrojů.
de: %lld Tools.
es: %lld herramientas.
fr: %lld outils.
it: %lld strumenti.
ja: %lld個のツールがあります。
ko: 도구 %lld개.
nl: %lld tools.
pl: %lld narzędzia.
pt: %lld ferramentas.
ro: %lld de instrumente.
ru: %lld инструмента.
sv: %lld verktyg.
tr: %lld araç.
uk: %lld інструмента.
zh_hans: %lld个工具。
zh_hant: %lld個工具。

source: ^[%lld update](inflect: true)
cs: %lld aktualizací
de: %lld Updates
es: %lld actualizaciones
fr: %lld mises à jour
it: %lld aggiornamenti
ja: %lld件のアップデート
ko: 업데이트 %lld개
nl: %lld updates
pl: %lld uaktualnienia
pt: %lld atualizações
ro: %lld de actualizări
ru: %lld обновления
sv: %lld uppdateringar
tr: %lld güncelleme
uk: %lld оновлення
zh_hans: %lld个更新
zh_hant: %lld個更新項目

source: ^[%lld update](inflect: true) waiting.
cs: Čeká %lld aktualizací.
de: %lld ausstehende Updates.
es: %lld actualizaciones pendientes.
fr: %lld mises à jour en attente.
it: %lld aggiornamenti in attesa.
ja: %lld件のアップデートが待機中です。
ko: 대기 중인 업데이트 %lld개.
nl: %lld updates wachten.
pl: %lld uaktualnienia czeka.
pt: %lld atualizações pendentes.
ro: %lld de actualizări în așteptare.
ru: %lld обновления ожидают установки.
sv: %lld uppdateringar väntar.
tr: %lld güncelleme bekliyor.
uk: %lld оновлення очікує.
zh_hans: %lld个更新等待中。
zh_hant: %lld個更新項目等待中。

source: ^[%lld vulnerability](inflect: true)
cs: %lld zranitelností
de: %lld Sicherheitslücken
es: %lld vulnerabilidades
fr: %lld vulnérabilités
it: %lld vulnerabilità
ja: %lld件の脆弱性
ko: 취약점 %lld개
nl: %lld kwetsbaarheden
pl: %lld luki
pt: %lld vulnerabilidades
ro: %lld de vulnerabilități
ru: %lld уязвимости
sv: %lld sårbarheter
tr: %lld güvenlik açığı
uk: %lld вразливості
zh_hans: %lld个漏洞
zh_hant: %lld個漏洞

source: `!!` and the other history shortcuts put the command on the line for you to check, instead of running it at once.
cs: `!!` a ostatní zkratky historie vloží příkaz do příkazového řádku, abyste ho mohli zkontrolovat, místo aby ho hned spustily.
de: `!!` und die anderen Verlaufskürzel holen den Befehl in die Befehlszeile, damit du ihn prüfen kannst, statt ihn sofort auszuführen.
es: `!!` y los demás atajos del historial ponen el comando en la línea para que lo revises, en vez de ejecutarlo al momento.
fr: `!!` et les autres raccourcis de l’historique placent la commande sur la ligne pour que vous puissiez la vérifier, au lieu de l’exécuter aussitôt.
it: `!!` e le altre scorciatoie della cronologia mettono il comando sulla riga perché tu possa controllarlo, invece di eseguirlo subito.
ja: `!!`などの履歴ショートカットは、コマンドをすぐに実行する代わりに、確認できるようにコマンドラインに表示します。
ko: `!!` 및 다른 명령 기록 단축 표현은 명령을 바로 실행하지 않고, 확인할 수 있도록 명령어 라인에 넣습니다.
nl: `!!` en de andere afkortingen voor commando's uit de geschiedenis voeren het commando niet meteen uit, maar zetten het op de commandoregel zodat je het kunt controleren.
pl: `!!` i inne skróty historii wstawiają polecenie do wiersza, gdzie możesz je sprawdzić, zamiast od razu je uruchamiać.
pt: `!!` e os outros atalhos do histórico colocam o comando na linha para você conferir, em vez de executá-lo na hora.
ro: `!!` și celelalte scurtături de istoric pun comanda pe linia de comandă ca să o verificați, în loc să o ruleze imediat.
ru: `!!` и другие подстановки из истории вставляют команду в строку ввода, чтобы Вы могли ее проверить, а не выполняют ее сразу.
sv: `!!` och de andra historikgenvägarna lägger kommandot på kommandoraden så att du kan kontrollera det, i stället för att köra det direkt.
tr: `!!` ve diğer geçmiş kısayolları, komutu hemen çalıştırmak yerine denetleyebilmeniz için komut satırına getirir.
uk: `!!` та інші скорочення для виклику команд з історії підставляють команду в командний рядок, щоб ви могли її перевірити, а не виконують її відразу.
zh_hans: `!!`和其他历史记录快捷方式会先将命令放到命令行上供你检查，而不是立即运行它。
zh_hant: `!!`和其他指令記錄的簡寫會先將指令放到命令列上讓你檢查，而不是立即執行。

source: `git branch` lists the branches with the most recent commit first.
cs: `git branch` vypisuje větve podle posledního commitu, od nejnovějšího.
de: `git branch` listet die Branches mit dem neuesten Commit zuerst auf.
es: `git branch` muestra primero las ramas con el commit más reciente.
fr: `git branch` liste les branches en commençant par celle qui a le commit le plus récent.
it: `git branch` elenca per primi i branch con il commit più recente.
ja: `git branch`は、直近にコミットされたブランチから順に一覧表示します。
ko: `git branch` 명령이 가장 최근 커밋이 있는 브랜치부터 나열합니다.
nl: `git branch` toont de branches met de recentste commit eerst.
pl: `git branch` wyświetla gałęzie, zaczynając od tej z najnowszym commitem.
pt: `git branch` lista primeiro os branches com os commits mais recentes.
ro: `git branch` listează mai întâi branch‑urile cu cel mai recent commit.
ru: `git branch` выводит ветки по дате последнего коммита, начиная с самых свежих.
sv: `git branch` listar grenarna med den senaste incheckningen först.
tr: `git branch`, dalları son commit’lerine göre, en yenisi başta olacak şekilde listeler.
uk: `git branch` показує гілки, починаючи з тієї, що має найновіший коміт.
zh_hans: `git branch`会按最新提交的时间列出分支，最近的排在最前面。
zh_hant: `git branch`列出分支時，會將有最新提交的分支排在最前面。

source: `git fetch` removes its copies of the branches deleted on the remote, and your own branches stay.
cs: `git fetch` odstraní své kopie větví, které byly smazány ve vzdáleném repozitáři, a vaše vlastní větve zůstanou.
de: `git fetch` entfernt seine Kopien der Branches, die auf dem Remote gelöscht wurden, und deine eigenen Branches bleiben erhalten.
es: `git fetch` elimina sus copias de las ramas borradas en el remoto, y tus propias ramas se quedan.
fr: `git fetch` efface ses copies des branches supprimées sur le dépôt distant, et vos propres branches restent en place.
it: `git fetch` rimuove le proprie copie dei branch eliminati in remoto, e i tuoi branch restano.
ja: `git fetch`は、リモートで削除されたブランチについて手元に保持しているコピーを取り除きます。ローカルブランチはそのまま残ります。
ko: `git fetch` 명령이 원격 저장소에서 삭제된 브랜치의 사본을 제거하며, 사용자의 로컬 브랜치는 그대로 유지됩니다.
nl: `git fetch` verwijdert zijn kopieën van de branches die op de remote zijn verwijderd, en je eigen branches blijven bestaan.
pl: `git fetch` usuwa swoje kopie gałęzi usuniętych w zdalnym repozytorium, a Twoje własne gałęzie pozostają nietknięte.
pt: `git fetch` remove as cópias que mantém dos branches apagados no remoto, e os seus próprios branches permanecem.
ro: `git fetch` elimină copiile pe care le păstrează pentru branch‑urile șterse de pe remote, iar branch‑urile dvs. rămân.
ru: `git fetch` удаляет свои копии веток, которых больше нет в удаленном репозитории, а Ваши собственные ветки остаются.
sv: `git fetch` tar bort sina kopior av de grenar som har raderats i fjärrkodförrådet, och dina egna grenar finns kvar.
tr: `git fetch`, uzak depoda silinen dallar için tuttuğu kopyaları kaldırır; kendi dallarınız ise olduğu gibi kalır.
uk: `git fetch` вилучає свої копії гілок, видалених у віддаленому репозиторії, а ваші власні гілки лишаються.
zh_hans: `git fetch`会移除它为远程仓库上已删除的分支保留的副本，你自己的分支则保持不变。
zh_hant: `git fetch`會移除它為遠端已刪除之分支所保留的副本，你自己的分支則維持不變。

source: `git init` names the first branch main.
cs: `git init` pojmenuje první větev main.
de: `git init` nennt den ersten Branch main.
es: `git init` llama main a la primera rama.
fr: `git init` nomme la première branche main.
it: `git init` dà il nome main al primo branch.
ja: `git init`は、最初のブランチにmainという名前を付けます。
ko: `git init` 명령이 첫 번째 브랜치의 이름을 main으로 지정합니다.
nl: `git init` noemt de eerste branch main.
pl: `git init` nadaje pierwszej gałęzi nazwę main.
pt: `git init` dá o nome main ao primeiro branch.
ro: `git init` dă primului branch numele main.
ru: `git init` называет первую ветку main.
sv: `git init` ger den första grenen namnet main.
tr: `git init`, ilk dala main adını verir.
uk: `git init` називає першу гілку main.
zh_hans: `git init`会将第一个分支命名为main。
zh_hant: `git init`會將第一個分支命名為main。

source: `git pull` puts your commits after what it fetched, instead of adding a merge commit.
cs: `git pull` zařadí vaše commity za to, co stáhl, místo aby přidal slučovací commit.
de: `git pull` setzt deine Commits hinter das, was geholt wurde, statt einen Merge-Commit zu erstellen.
es: `git pull` pone tus commits después de lo que ha traído, en vez de añadir un commit de fusión.
fr: `git pull` place vos commits après ce qu’il a récupéré, au lieu d’ajouter un commit de fusion.
it: `git pull` mette i tuoi commit dopo ciò che ha recuperato, invece di aggiungere un commit di merge.
ja: `git pull`は、マージコミットを追加する代わりに、フェッチした内容の後にローカルのコミットを置きます。
ko: `git pull` 명령이 병합 커밋을 추가하는 대신, 가져온 내용 뒤에 사용자의 커밋을 배치합니다.
nl: `git pull` plaatst je commits na wat het heeft opgehaald, in plaats van een mergecommit toe te voegen.
pl: `git pull` umieszcza Twoje commity po pobranych zmianach, zamiast dodawać commit scalający.
pt: `git pull` coloca os seus commits depois do que buscou, em vez de adicionar um commit de merge.
ro: `git pull` pune commiturile dvs. după cele pe care le‑a adus, în loc să adauge un commit de merge.
ru: `git pull` помещает Ваши коммиты после полученных изменений, а не добавляет коммит слияния.
sv: `git pull` placerar dina incheckningar efter det som hämtades, i stället för att lägga till en sammanslagningsincheckning.
tr: `git pull`, bir merge commit’i eklemek yerine commit’lerinizi getirdiklerinin ardına yerleştirir.
uk: `git pull` розміщує ваші коміти після отриманих змін, а не додає коміт злиття.
zh_hans: `git pull`会将你的提交放在它获取的内容之后，而不是添加一个合并提交。
zh_hant: `git pull`會將你的提交放在它取得的內容之後，而不是加入一個合併提交。
